Repository: Romenevograd/HotelsApp
Catalog: HotelsInfo/Localizable.xcstrings
Source language: en
Languages: ru

# %.1f hotel.distance
source: %.1f km from the city center
ru: %.1f км от центра города

# hotel.availableRooms.count %lld
source: Available rooms: %lld
ru: Свободные номера: %lld

# hotel.availableRooms.less
source: By available rooms(Less)
ru: По свободным номерам(меньше)

# hotel.availableRooms.more
source: By available rooms(More)
ru: По свободным номерам(больше)

# hotel.distance.closer
source: By distance(Closer)
ru: По расстоянию(ближе)

# hotel.distance.further
source: By distance(Further)
ru: По расстоянию(дальше)

# hotel.error
source: Error
ru: Ошибка

# hotel.loading
source: Loading…
ru: Загрузка…

# hotel.repeat
source: Repeat
ru: Повторить

# hotels.defaultSort
source: Default
ru: По умолчанию
